Repository: Koukobin/Ermis
Catalog: ErmisClient/Mobile/ermis_client/lib/l10n/intl_*.arb
Languages: ar, el, it, ja, pt, ro, tr

source: Calling...
ar: يتصل...
el: Καλώντας...
it: Chiamata in corso...
ja: 発信中...
pt: Chamando...
ro: Apel în curs...
tr: Aranıyor...

source: Connecting...
ar: جارى الإتصال...
el: Συνδέση...
it: Connessione in corso...
ja: 接続中...
pt: Conectando...
ro: Conectare...
tr: Bağlanıyor...

source: Ability to form group chats!
ar: القدرة على إنشاء محادثات جماعية!
el: Δυνατότητα δημιουργίας ομαδικών συνομιλιών!
it: Possibilità di creare chat di gruppo!
ja: グループチャット機能！
pt: Capacidade de formar chats em grupo!
ro: Abilitatea de a forma chaturi de grup!
tr: Grup sohbetleri oluşturma yeteneği!

source: Abstract
ar: ملخص
el: Περίληψη
it: Astratto
ja: 要約
pt: Resumo
tr: Özet

source: Accept
ar: قبول
el: Αποδοχή
it: Accetta
ja: 承認
pt: Aceitar
ro: Acceptă
tr: Kabul Et

source: Account
ar: الحساب
el: Λογαριασμός
ja: アカウント
pt: Conta
ro: Cont
tr: Hesap

# account_add
source: Add new account
ar: إضافة حساب جديد
el: Προσθήκη νέου λογαριασμού
it: Aggiungi nuovo account
ja: 新しいアカウントを追加
pt: Adicionar nova conta
ro: Adaugă cont nou
tr: Yeni hesap ekle

# account_confirm_proceed
source: Are you certain you want to proceed?
ar: هل أنت متأكد أنك تريد المتابعة؟
el: Είστε σίγουροι ότι θέλετε να προχωρήσετε;
it: Sei sicuro di voler procedere?
ja: 続行してもよろしいですか？
pt: Tem certeza de que deseja continuar?
ro: Ești sigur că vrei să continui?
tr: Devam etmek istediğinizden emin misiniz?

# account_delete
source: Delete account
ar: حذف الحساب
el: Διαγραφή λογαριασμού
it: Elimina account
ja: アカウントを削除
pt: Excluir conta
ro: Șterge contul
tr: Hesabı Sil

# account_delete_bullet1
source: Delete your account with no way to recover
ar: حذف حسابك دون إمكانية الاسترداد
el: Διαγράψτε τον λογαριασμό σας χωρίς δυνατότητα ανάκτησης
it: Elimina il tuo account senza possibilità di recupero
ja: 復元不可能な方法でアカウントを削除する
pt: Exclua sua conta sem chance de recuperação
ro: Șterge contul tău fără posibilitate de recuperare
tr: Hesabınızı kurtarma imkanı olmadan silin

# account_delete_bullet2
source: Erase your message history
ar: مسح سجل رسائلك
el: Διαγράψτε το ιστορικό μηνυμάτων σας
it: Cancella la cronologia dei tuoi messaggi
ja: メッセージ履歴を消去する
pt: Apague seu histórico de mensagens
ro: Șterge istoricul mesajelor tale
tr: Mesaj geçmişinizi silin

# account_delete_bullet3
source: Delete all your chats
ar: حذف جميع محادثاتك
el: Διαγράψτε όλες τις συνομιλίες σας
it: Elimina tutte le tue chat
ja: すべてのチャットを削除する
pt: Exclua todos os seus chats
ro: Șterge toate chaturile tale
tr: Tüm sohbetlerinizi silin

# account_delete_confirmation
source: Deleting this account will:
ar: سيؤدي حذف هذا الحساب إلى:
el: Η διαγραφή αυτού του λογαριασμού θα:
it: L'eliminazione di questo account comporterà:
ja: このアカウントを削除すると：
pt: A exclusão desta conta irá:
ro: Ștergerea acestui cont va:
tr: Bu hesabı silmek şunlara neden olacaktır:

# account_delete_error
source: An error occured while trying to delete your account!
ar: حدث خطأ أثناء محاولة حذف حسابك!
el: Παρουσιάστηκε σφάλμα κατά την προσπάθεια διαγραφής του λογαριασμού σας!
it: Si è verificato un errore durante il tentativo di eliminare il tuo account!
ja: アカウントの削除中にエラーが発生しました！
pt: Ocorreu um erro ao tentar excluir sua conta!
ro: A apărut o eroare la încercarea de a șterge contul tău!
tr: Hesabınızı silmeye çalışırken bir hata oluştu!

# account_delete_my
source: Delete My Account
ar: حذف حسابي
el: Διαγραφή του λογαριασμού μου
it: Elimina il mio account
ja: 自分のアカウントを削除
pt: Excluir Minha Conta
ro: Șterge contul meu
tr: Hesabımı Sil

source: Account Settings
ar: إعدادات الحساب
el: Ρυθμίσεις λογαριασμού
it: Impostazioni account
ja: アカウント設定
pt: Configurações da Conta
ro: Setări cont
tr: Hesap Ayarları

source: Active...
ar: نشط...
el: Ενεργό...
it: Attivo...
ja: アクティブ...
pt: Ativo...
ro: Activ...
tr: Aktif...

source: Add User
ar: إضافة مستخدم
el: Προσθήκη χρήστη
it: Aggiungi utente
ja: ユーザーを追加
pt: Adicionar Usuário
ro: Adaugă utilizator
tr: Kullanıcı Ekle

source: Address not recognized!
ar: العنوان غير معروف!
el: Η διεύθυνση δεν αναγνωρίζεται!
it: Indirizzo non riconosciuto!
ja: アドレスが認識されません！
pt: Endereço não reconhecido!
ro: Adresă nerecunoscută!
tr: Adres tanınmıyor!

source: An error occured while trying to change profile photo
ar: حدث خطأ أثناء محاولة تغيير صورة الملف الشخصي
el: Παρουσιάστηκε σφάλμα κατά την προσπάθεια αλλαγής φωτογραφίας προφίλ
it: Si è verificato un errore durante il tentativo di cambiare la foto del profilo
ja: プロフィール写真の変更中にエラーが発生しました
pt: Ocorreu um erro ao tentar alterar a foto do perfil
ro: A apărut o eroare la încercarea de a schimba fotografia de profil
tr: Profil fotoğrafını değiştirmeye çalışırken bir hata oluştu

source: App Info
ar: معلومات التطبيق
el: Πληροφορίες εφαρμογής
it: Informazioni app
ja: アプリ情報
pt: Informações do Aplicativo
ro: Informații aplicație
tr: Uygulama Bilgileri

source: App language
ar: لغة التطبيق
el: Γλώσσα εφαρμογής
it: Lingua app
ja: アプリの言語
pt: Idioma do aplicativo
ro: Limba aplicației
tr: Uygulama dili

source: Are you sure?
ar: هل أنت متأكد؟
el: Είστε σίγουροι;
it: Sei sicuro?
ja: よろしいですか？
pt: Tem certeza?
ro: Ești sigur?
tr: Emin misiniz?

# are_you_sure_you_want_to_logout_from
source: Are you sure you want to logout from {deviceInfo}?
ar: هل أنت متأكد أنك تريد تسجيل الخروج من {deviceInfo}؟
el: Είστε σίγουροι ότι θέλετε να αποσυνδεθείτε από το {deviceInfo};
it: Sei sicuro di voler disconnetterti da {deviceInfo}?
ja: {deviceInfo} からログアウトしてもよろしいですか？
pt: Tem certeza de que deseja sair de {deviceInfo}?
ro: Ești sigur că vrei să te deconectezi de pe {deviceInfo}?
tr: {deviceInfo} oturumundan çıkmak istediğinizden emin misiniz?

source: Are you sure you want to logout from all devices?
ar: هل أنت متأكد أنك تريد تسجيل الخروج من جميع الأجهزة؟
el: Είστε σίγουροι ότι θέλετε να αποσυνδεθείτε από όλες τις συσκευές;
it: Sei sicuro di voler disconnetterti da tutti i dispositivi?
ja: すべてのデバイスからログアウトしてもよろしいですか？
pt: Tem certeza de que deseja sair de todos os dispositivos?
ro: Ești sigur că vrei să te deconectezi de pe toate dispozitivele?
tr: Tüm cihazlardan çıkış yapmak istediğinizden emin misiniz?

source: Are you sure you want to logout from this device?
ar: هل أنت متأكد أنك تريد تسجيل الخروج من هذا الجهاز؟
el: Είστε σίγουροι ότι θέλετε να αποσυνδεθείτε από αυτήν τη συσκευή;
it: Sei sicuro di voler disconnetterti da questo dispositivo?
ja: このデバイスからログアウトしてもよろしいですか？
pt: Tem certeza de que deseja sair deste dispositivo?
ro: Ești sigur că vrei să te deconectezi de pe acest dispozitiv?
tr: Bu cihazdan çıkış yapmak istediğinizden emin misiniz?

# are_you_sure_you_want_to_switch_to
source: Are you sure you want to switch to ${x}?
ar: هل أنت متأكد أنك تريد التبديل إلى ${x}؟
el: Είστε σίγουροι ότι θέλετε να μεταβείτε σε ${x};
it: Sei sicuro di voler passare a ${x}?
ja: ${x} に切り替えてもよろしいですか？
pt: Tem certeza de que deseja mudar para ${x}?
ro: Ești sigur că vrei să treci la ${x}?
tr: ${x} öğesine geçmek istediğinizden emin misiniz?

source: Are you sure you want to switch to video mode?
ar: هل أنت متأكد أنك تريد التبديل إلى وضع الفيديو؟
el: Είστε σίγουροι ότι θέλετε να μεταβείτε σε λειτουργία βίντεο;
it: Sei sicuro di voler passare alla modalità video?
ja: ビデオモードに切り替えてもよろしいですか？
pt: Tem certeza de que deseja mudar para o modo de vídeo?
ro: Ești sigur că vrei să treci în modul video?
tr: Video moduna geçmek istediğinizden emin misiniz?

# attempting_delete_message
source: Attempting to delete message
ar: جاري محاولة حذف الرسالة
el: Προσπάθεια διαγραφής μηνύματος
it: Tentativo di eliminazione del messaggio
ja: メッセージを削除中
pt: Tentando excluir mensagem
ro: Se încearcă ștergerea mesajului
tr: Mesaj silinmeye çalışılıyor

# authentication_stage_create_account
source: Create account
ar: إنشاء حساب
el: Δημιουργία λογαριασμού
it: Crea account
ja: アカウント作成
pt: Criar Conta
ro: Creează cont
tr: Hesap Oluştur

# authentication_stage_credentials_exchange
source: Credentials exchange
ar: تبادل بيانات الاعتماد
el: Ανταλλαγή διαπιστευτηρίων
it: Scambio credenziali
ja: 認証情報の交換
pt: Troca de credenciais
ro: Schimb de credențiale
tr: Kimlik Bilgileri Değişimi

# authentication_stage_credentials_validation
source: Credentials validation
ar: التحقق من صحة بيانات الاعتماد
el: Επαλήθευση διαπιστευτηρίων
it: Validazione credenziali
ja: 認証情報の検証
pt: Validação de credenciais
ro: Validare credențiale
tr: Kimlik Bilgileri Doğrulaması

# authentication_stage_login
source: Login
ar: تسجيل الدخول
el: Σύνδεση
it: Accesso
ja: ログイン
ro: Autentificare
tr: Giriş Yap

source: Backup-Verification Code
ar: رمز التحقق الاحتياطي
el: Κωδικός εφεδρικής επαλήθευσης
it: Codice di verifica di backup
ja: バックアップ認証コード
pt: Código de Verificação de Backup
ro: Cod de verificare de rezervă
tr: Yedek Doğrulama Kodu

# backup_verification_code_regenerate_error
source: There was an error while trying to change username!
ar: حدث خطأ أثناء محاولة تغيير اسم المستخدم!
el: Παρουσιάστηκε σφάλμα κατά την προσπάθεια αλλαγής ονόματος χρήστη!
it: Si è verificato un errore durante il tentativo di cambiare il nome utente!
ja: ユーザー名の変更中にエラーが発生しました！
pt: Ocorreu um erro ao tentar alterar o nome de usuário!
ro: A apărut o eroare la încercarea de a schimba numele de utilizator!
tr: Kullanıcı adını değiştirmeye çalışırken bir hata oluştu!

# backup_verification_code_regenerate_success
source: Successfully regenerated backup verification codes!
ar: تم إعادة إنشاء رموز التحقق الاحتياطية بنجاح!
el: Οι κωδικοί εφεδρικής επαλήθευσης αναγεννήθηκαν επιτυχώς!
it: Codici di verifica di backup rigenerati con successo!
ja: バックアップ認証コードが正常に再生成されました！
pt: Códigos de verificação de backup regenerados com sucesso!
ro: Codurile de verificare de rezervă au fost regenerate cu succes!
tr: Yedek doğrulama kodları başarıyla yeniden oluşturuldu!

source: Call Ended
ar: انتهت المكالمة
el: Η κλήση έληξε
it: Chiamata terminata
ja: 通話終了
pt: Chamada encerrada
ro: Apel terminat
tr: Arama sona erdi

# call_history_app_title
source: Call History
ar: سجل المكالمات
el: Ιστορικό κλήσεων
it: Cronologia chiamate
ja: 通話履歴
pt: Histórico de Chamadas
ro: Istoric apeluri
tr: Arama Geçmişi

source: Call Settings
ar: إعدادات المكالمات
el: Ρυθμίσεις κλήσεων
it: Impostazioni chiamate
ja: 通話設定
pt: Configurações de Chamada
ro: Setări apeluri
tr: Arama Ayarları

# caller_capitalized
source: Caller
ar: المتصل
el: Καλών
it: Chiamante
ja: 発信者
pt: Chamador
ro: Apelant
tr: Arayan

source: Calls Usage Not Available
ar: استخدام المكالمات غير متاح
el: Δεν είναι διαθέσιμη η χρήση κλήσεων
it: Utilizzo chiamate non disponibile
ja: 通話の使用状況は利用できません
pt: Uso de chamadas não disponível
ro: Utilizarea apelurilor nu este disponibilă
tr: Arama kullanım verileri mevcut değil

source: Camera
ar: الكاميرا
el: Κάμερα
it: Fotocamera
ja: カメラ
pt: Câmera
ro: Cameră foto
tr: Kamera

source: Cancel
ar: إلغاء
el: Ακύρωση
it: Annulla
ja: キャンセル
pt: Cancelar
ro: Anulează
tr: İptal

source: Change Password
ar: تغيير كلمة المرور
el: Αλλαγή κωδικού πρόσβασης
it: Cambia password
ja: パスワードを変更
pt: Alterar senha
ro: Schimbă parola
tr: Şifreyi Değiştir

# change_password_error
source: There was an error while trying to change password!
ar: حدث خطأ أثناء محاولة تغيير كلمة المرور!
el: Παρουσιάστηκε σφάλμα κατά την προσπάθεια αλλαγής κωδικού πρόσβασης!
it: Si è verificato un errore durante il tentativo di cambiare la password!
ja: パスワードの変更中にエラーが発生しました！
pt: Ocorreu um erro ao tentar alterar a senha!
ro: A apărut o eroare la încercarea de a schimba parola!
tr: Şifreyi değiştirmeye çalışırken bir hata oluştu!

# change_password_success
source: Successfully changed password!
ar: تم تغيير كلمة المرور بنجاح!
el: Ο κωδικός πρόσβασης άλλαξε επιτυχώς!
it: Password cambiata con successo!
ja: パスワードが正常に変更されました！
pt: Senha alterada com sucesso!
ro: Parola a fost schimbată cu succes!
tr: Şifre başarıyla değiştirildi!

# change_username_error
source: There was an error while trying to change username!
ar: حدث خطأ أثناء محاولة تغيير اسم المستخدم!
el: Παρουσιάστηκε σφάλμα κατά την προσπάθεια αλλαγής ονόματος χρήστη!
it: Si è verificato un errore durante il tentativo di cambiare il nome utente!
ja: ユーザー名の変更中にエラーが発生しました！
pt: Ocorreu um erro ao tentar alterar o nome de usuário!
ro: A apărut o eroare la încercarea de a schimba numele de utilizator!
tr: Kullanıcı adını değiştirmeye çalışırken bir hata oluştu!

# change_username_invalid
source: Username requirements not met
ar: متطلبات اسم المستخدم غير مستوفاة
el: Οι απαιτήσεις ονόματος χρήστη δεν πληρούνται
it: Requisiti nome utente non soddisfatti
ja: ユーザー名の要件が満たされていません
pt: Requisitos de nome de usuário não atendidos
ro: Cerințele pentru numele de utilizator nu sunt îndeplinite
tr: Kullanıcı adı gereksinimleri karşılanmıyor

# change_username_success
source: Successfully changed username!
ar: تم تغيير اسم المستخدم بنجاح!
el: Το όνομα χρήστη άλλαξε επιτυχώς!
it: Nome utente cambiato con successo!
ja: ユーザー名が正常に変更されました！
pt: Nome de usuário alterado com sucesso!
ro: Numele de utilizator a fost schimbat cu succes!
tr: Kullanıcı adı başarıyla değiştirildi!

source: Chat Backdrop
ar: خلفية الدردشة
el: Φόντο συνομιλίας
it: Sfondo chat
ja: チャットの背景
pt: Fundo do chat
ro: Fundal chat
tr: Sohbet arka planı

# chat_backdrop_choose_image
source: Choose Image
ar: اختر صورة
el: Επιλογή εικόνας
it: Scegli immagine
ja: 画像を選択
pt: Escolher imagem
ro: Alege imagine
tr: Resim Seç

# chat_backdrop_color_pick
source: Pick a color!
ar: اختر لونًا!
el: Επιλέξτε ένα χρώμα!
it: Scegli un colore!
ja: 色を選択してください！
pt: Escolha uma cor!
ro: Alege o culoare!
tr: Bir renk seçin!

# chat_backdrop_gradient_end_color
source: End Color
ar: لون النهاية
el: Τέλος χρώματος
it: Colore finale
ja: 終了色
pt: Cor final
ro: Culoare finală
tr: Bitiş Rengi

# chat_backdrop_gradient_preview
source: Gradient Preview
ar: معاينة التدرج
el: Προεπισκόπηση διαβάθμισης
it: Anteprima sfumatura
ja: グラデーションプレビュー
pt: Prévia do gradiente
ro: Previzualizare gradient
tr: Degrade Önizlemesi

# chat_backdrop_gradient_start_color
source: Start Color
ar: لون البداية
el: Αρχικό χρώμα
it: Colore iniziale
ja: 開始色
pt: Cor inicial
ro: Culoare de început
tr: Başlangıç Rengi

# chat_backdrop_save_changes
source: Save Changes
ar: حفظ التغييرات
el: Αποθήκευση αλλαγών
it: Salva modifiche
ja: 変更を保存
pt: Salvar alterações
ro: Salvează modificările
tr: Değişiklikleri Kaydet

# chat_backdrop_select_gradient
source: Select Gradient Colors
ar: اختر ألوان التدرج
el: Επιλογή χρωμάτων διαβάθμισης
it: Seleziona colori sfumati
ja: グラデーションの色を選択
pt: Selecionar cores do gradiente
ro: Selectează culorile gradientului
tr: Degrade Renklerini Seçin

# chat_backdrop_upload_coming_soon
source: Custom image upload coming soon!
ar: سيتم إطلاق تحميل الصور المخصصة قريبًا!
el: Η μεταφόρτωση προσαρμοσμένης εικόνας έρχεται σύντομα!
it: Caricamento immagini personalizzate in arrivo!
ja: カスタム画像のアップロードは近日公開！
pt: O upload de imagens personalizadas estará disponível em breve!
ro: Încărcarea imaginilor personalizate va fi disponibilă în curând!
tr: Özel görsel yükleme yakında geliyor!

# chat_backdrop_upload_custom
source: Upload Custom Image
ar: تحميل صورة مخصصة
el: Μεταφόρτωση προσαρμοσμένης εικόνας
it: Carica immagine personalizzata
ja: カスタム画像をアップロード
pt: Carregar imagem personalizada
ro: Încarcă imagine personalizată
tr: Özel görsel yükle

# chat_request_accept_error
source: Something went wrong while trying accept chat request!
ar: حدث خطأ ما أثناء محاولة قبول طلب الدردشة!
el: Κάτι πήγε στραβά κατά την προσπάθεια αποδοχής του αιτήματος συνομιλίας!
it: Qualcosa è andato storto durante il tentativo di accettare la richiesta di chat!
ja: チャットリクエストの承認中に問題が発生しました！
pt: Algo deu errado ao tentar aceitar a solicitação de chat!
ro: Ceva nu a mers bine la încercarea de a accepta cererea de chat!
tr: Sohbet isteğini kabul etmeye çalışırken bir şeyler ters gitti!

# chat_request_decline_error
source: Something went wrong while trying to decline chat request!
ar: حدث خطأ ما أثناء محاولة رفض طلب الدردشة!
el: Κάτι πήγε στραβά κατά την προσπάθεια απόρριψης του αιτήματος συνομιλίας!
it: Qualcosa è andato storto durante il tentativo di rifiutare la richiesta di chat!
ja: チャットリクエストの拒否中に問題が発生しました！
pt: Algo deu errado ao tentar recusar a solicitação de chat!
ro: Ceva nu a mers bine la încercarea de a refuza cererea de chat!
tr: Sohbet isteğini reddetmeye çalışırken bir şeyler ters gitti!

# chat_session_delete_error
source: Something went wrong while trying delete chat session!
ar: حدث خطأ ما أثناء محاولة حذف جلسة الدردشة!
el: Κάτι πήγε στραβά κατά την προσπάθεια διαγραφής της συνεδρίας συνομιλίας!
it: Qualcosa è andato storto durante il tentativo di eliminare la sessione di chat!
ja: チャットセッションの削除中に問題が発生しました！
pt: Algo deu errado ao tentar excluir a sessão de chat!
ro: Ceva nu a mers bine la încercarea de a șterge sesiunea de chat!
tr: Sohbet oturumunu silmeye çalışırken bir şeyler ters gitti!

# chat_session_not_found
source: Chat session selected doesnt exist. (May have been deleted by the other user)
ar: جلسة الدردشة المحددة غير موجودة. (ربما تم حذفها بواسطة المستخدم الآخر)
el: Η επιλεγμένη συνεδρία συνομιλίας δεν υπάρχει. (Μπορεί να έχει διαγραφεί από τον άλλο χρήστη)
it: La sessione di chat selezionata non esiste. (Potrebbe essere stata eliminata dall'altro utente)
ja: 選択されたチャットセッションは存在しません。(他のユーザーによって削除された可能性があります)
pt: A sessão de chat selecionada não existe. (Pode ter sido excluída pelo outro usuário)
ro: Sesiunea de chat selectată nu există. (Poate a fost ștearsă de celălalt utilizator)
tr: Seçilen sohbet oturumu mevcut değil. (Diğer kullanıcı tarafından silinmiş olabilir)

source: Chat Theme
ar: موضوع الدردشة
el: Θέμα συνομιλίας
it: Tema chat
ja: チャットテーマ
pt: Tema do chat
ro: Temă chat
tr: Sohbet teması

source: Chat Theme Settings
ar: إعدادات موضوع الدردشة
el: Ρυθμίσεις θέματος συνομιλίας
it: Impostazioni tema chat
ja: チャットテーマ設定
pt: Configurações de Tema do Chat
ro: Setări temă chat
tr: Sohbet Tema Ayarları

# chat_with
source: Chat with {username}
ar: الدردشة مع {username}
el: Συνομιλία με {username}
it: Chatta con {username}
ja: {username} とチャット
pt: Conversar com {username}
ro: Chat cu {username}
tr: {username} ile sohbet et

source: Chats
ar: المحادثات
el: Συνομιλίες
it: Chat
ja: チャット
ro: Chaturi
tr: Sohbetler

source: Choose Friends
ar: اختر الأصدقاء
el: Επιλέξτε φίλους
it: Scegli amici
ja: 友達を選ぶ
pt: Escolher amigos
ro: Alege prieteni
tr: Arkadaş Seç

# choose_option
source: Choose an option
ar: اختر خيارًا
el: Επιλέξτε μια επιλογή
it: Scegli un'opzione
ja: オプションを選択
pt: Escolher uma opção
ro: Alege o opțiune
tr: Bir seçenek seçin

source: Client id must be a number
ar: يجب أن يكون معرف العميل رقمًا
el: Το αναγνωριστικό πελάτη πρέπει να είναι αριθμός
it: L'ID client deve essere un numero
ja: クライアントIDは数値である必要があります
pt: O ID do cliente deve ser um número
ro: ID-ul clientului trebuie să fie un număr
tr: İstemci Kimliği bir sayı olmalıdır

source: Close
ar: إغلاق
el: Κλείσιμο
it: Chiudi
ja: 閉じる
pt: Fechar
ro: Închide
tr: Kapat

source: Command {} not implemented!
ar: الأمر {} غير مطبق!
el: Η εντολή {} δεν έχει υλοποιηθεί!
it: Comando {} non implementato!
ja: コマンド {} は実装されていません！
pt: Comando {} não implementado!
ro: Comanda {} nu este implementată!
tr: Komut {} uygulanmadı!

# command_not_recognized
source: The command you entered was not recognized by the server.
ar: لم يتم التعرف على الأمر الذي أدخلته من قبل الخادم.
el: Η εντολή που πληκτρολογήσατε δεν αναγνωρίστηκε από τον διακομιστή.
it: Il comando inserito non è stato riconosciuto dal server.
ja: 入力されたコマンドはサーバーによって認識されませんでした。
pt: O comando que você inseriu não foi reconhecido pelo servidor.
ro: Comanda introdusă nu a fost recunoscută de server.
tr: Girdiğiniz komut sunucu tarafından tanınmadı.

# command_unknown
source: Command not known!
ar: أمر غير معروف!
el: Άγνωστη εντολή!
it: Comando sconosciuto!
ja: 不明なコマンド！
pt: Comando desconhecido!
ro: Comandă necunoscută!
tr: Bilinmeyen komut!

# confirm_delete_message
source: Are you sure you want to permanently delete message?
ar: هل أنت متأكد أنك تريد حذف الرسالة نهائيًا؟
el: Είστε σίγουροι ότι θέλετε να διαγράψετε οριστικά το μήνυμα;
it: Sei sicuro di voler eliminare permanentemente il messaggio?
ja: メッセージを完全に削除してもよろしいですか？
pt: Tem certeza de que deseja excluir permanentemente a mensagem?
ro: Ești sigur că vrei să ștergi mesajul permanent?
tr: Mesajı kalıcı olarak silmek istediğinizden emin misiniz?

source: Connect
ar: اتصال
el: Σύνδεση
it: Connetti
ja: 接続
pt: Conectar
ro: Conectare
tr: Bağlan

source: Connection Refused!
ar: تم رفض الاتصال!
el: Η σύνδεση απορρίφθηκε!
it: Connessione rifiutata!
ja: 接続が拒否されました！
pt: Conexão recusada!
ro: Conexiune refuzată!
tr: Bağlantı reddedildi!

source: Connection Reset!
ar: إعادة تعيين الاتصال!
el: Επαναφορά σύνδεσης!
it: Connessione ripristinata!
ja: 接続がリセットされました！
pt: Conexão redefinida!
ro: Conexiune resetată!
tr: Bağlantı sıfırlandı!

source: Content type not implemented!
ar: نوع المحتوى غير مطبق!
el: Ο τύπος περιεχομένου δεν έχει υλοποιηθεί!
it: Tipo di contenuto non implementato!
ja: コンテンツタイプは実装されていません！
pt: Tipo de conteúdo não implementado!
ro: Tip de conținut neimplementat!
tr: İçerik türü uygulanmadı!

# content_type_unknown
source: Content type not known!
ar: نوع المحتوى غير معروف!
el: Άγνωστος τύπος περιεχομένου!
it: Tipo di contenuto sconosciuto!
ja: 不明なコンテンツタイプ！
pt: Tipo de conteúdo desconhecido!
ro: Tip de conținut necunoscut!
tr: Bilinmeyen içerik türü!

source: Could not verify server certificate
ar: تعذر التحقق من شهادة الخادم
el: Δεν ήταν δυνατή η επαλήθευση του πιστοποιητικού διακομιστή
it: Impossibile verificare il certificato del server
ja: サーバー証明書を確認できませんでした
pt: Não foi possível verificar o certificado do servidor
ro: Nu s-a putut verifica certificatul serverului
tr: Sunucu sertifikası doğrulanamadı

source: Create Account
ar: إنشاء حساب
el: Δημιουργία λογαριασμού
it: Crea account
ja: アカウントを作成
pt: Criar Conta
ro: Creează cont
tr: Hesap Oluştur

# create_account_database_full
source: Database maximum capacity reached! Unfortunately, your request could not be processed.
ar: تم الوصول إلى أقصى سعة لقاعدة البيانات! لسوء الحظ، لم يتمكن طلبك من المعالجة.
el: Έχει συμπληρωθεί η μέγιστη χωρητικότητα της βάσης δεδομένων! Δυστυχώς, το αίτημά σας δεν μπόρεσε να επεξεργαστεί.
it: Capacità massima del database raggiunta! Sfortunatamente, la tua richiesta non è stata elaborata.
ja: データベースの最大容量に達しました！申し訳ありませんが、お客様のリクエストは処理できませんでした。
pt: Capacidade máxima do banco de dados atingida! Infelizmente, sua solicitação não pôde ser processada.
ro: Capacitatea maximă a bazei de date atinsă! Din păcate, cererea ta nu a putut fi procesată.
tr: Veritabanı maksimum kapasiteye ulaştı! Maalesef isteğiniz işlenemedi.

# create_account_email_exists
source: Email is already used!
ar: البريد الإلكتروني مستخدم بالفعل!
el: Το email χρησιμοποιείται ήδη!
it: Email già in uso!
ja: メールアドレスは既に使用されています！
pt: E-mail já em uso!
ro: Adresa de email este deja în uz!
tr: E-posta zaten kullanılıyor!

# create_account_error
source: An error occurred while creating your account!
ar: حدث خطأ أثناء إنشاء حسابك!
el: Παρουσιάστηκε σφάλμα κατά τη δημιουργία του λογαριασμού σας!
it: Si è verificato un errore durante la creazione del tuo account!
ja: アカウントの作成中にエラーが発生しました！
pt: Ocorreu um erro ao criar sua conta!
ro: A apărut o eroare la crearea contului tău!
tr: Hesabınızı oluşturmaya çalışırken bir hata oluştu!

# create_account_success
source: Account successfully created!
ar: تم إنشاء الحساب بنجاح!
el: Ο λογαριασμός δημιουργήθηκε επιτυχώς!
it: Account creato con successo!
ja: アカウントが正常に作成されました！
pt: Conta criada com sucesso!
ro: Cont creat cu succes!
tr: Hesap başarıyla oluşturuldu!

# credential_validation_client_id_error
source: Unable to generate client id!
ar: تعذر إنشاء معرف العميل!
el: Δεν είναι δυνατή η δημιουργία αναγνωριστικού πελάτη!
it: Impossibile generare l'ID client!
ja: クライアントIDを生成できませんでした！
pt: Não foi possível gerar o ID do cliente!
ro: Nu s-a putut genera ID-ul clientului!
tr: İstemci Kimliği oluşturulamadı!
