Repository: Koukobin/Ermis
Catalog: ErmisClient/Mobile/ermis_client/lib/l10n/intl_*.arb
Languages: ar, el, it, ja, pt, ro, tr

# credential_validation_email_exists
source: Email is already used!
ar: البريد الإلكتروني مستخدم بالفعل!
el: Το email χρησιμοποιείται ήδη!
it: Email già in uso!
ja: メールアドレスは既に使用されています！
pt: E-mail já em uso!
ro: Adresa de email este deja în uz!
tr: E-posta zaten kullanılıyor!

# credential_validation_email_invalid
source: Invalid email address
ar: عنوان بريد إلكتروني غير صالح
el: Μη έγκυρη διεύθυνση email
it: Indirizzo email non valido
ja: 無効なメールアドレス
pt: Endereço de e-mail inválido
ro: Adresă de email invalidă
tr: Geçersiz e-posta adresi

# credential_validation_password_invalid
source: Password requirements not met!
ar: متطلبات كلمة المرور غير مستوفاة!
el: Οι απαιτήσεις κωδικού πρόσβασης δεν πληρούνται!
it: Requisiti password non soddisfatti!
ja: パスワードの要件が満たされていません！
pt: Requisitos de senha não atendidos!
ro: Cerințele parolei nu sunt îndeplinite!
tr: Şifre gereksinimleri karşılanmıyor!

# credential_validation_success
source: Successfully exchanged credentials!
ar: تم تبادل بيانات الاعتماد بنجاح!
el: Οι διαπιστευτήρια ανταλλάχθηκαν επιτυχώς!
it: Credenziali scambiate con successo!
ja: 認証情報が正常に交換されました！
pt: Credenciais trocadas com sucesso!
ro: Credențialele au fost schimbate cu succes!
tr: Kimlik bilgileri başarıyla değiştirildi!

# credential_validation_username_invalid
source: Username requirements not met!
ar: متطلبات اسم المستخدم غير مستوفاة!
el: Οι απαιτήσεις ονόματος χρήστη δεν πληρούνται!
it: Requisiti nome utente non soddisfatti!
ja: ユーザー名の要件が満たされていません！
pt: Requisitos de nome de usuário não atendidos!
ro: Cerințele pentru numele de utilizator nu sunt îndeplinite!
tr: Kullanıcı adı gereksinimleri karşılanmıyor!

source: Custom
ar: مخصص
el: Προσαρμοσμένο
it: Personalizzato
ja: カスタム
pt: Personalizado
ro: Personalizat
tr: Özel

source: Decline
ar: رفض
el: Απόρριψη
it: Rifiuta
ja: 拒否
pt: Recusar
ro: Refuză
tr: Reddet

source: Decompression failed
ar: فشل فك الضغط
el: Η αποσυμπίεση απέτυχε
it: Decompressione fallita
ja: 解凍に失敗しました
pt: Descompressão falhou
ro: Decomprimare eșuată
tr: Sıkıştırma açma başarısız oldu

source: Default/Monotone
ar: افتراضي/أحادي اللون
el: Προεπιλεγμένο/Μονότονο
it: Predefinito/Monocromatico
ja: デフォルト/モノトーン
pt: Padrão/Monótono
ro: Monotonie/Implicit
tr: Varsayılan/Tek Renkli

source: Delete
ar: حذف
el: Διαγραφή
it: Elimina
ja: 削除
pt: Excluir
ro: Șterge
tr: Sil

source: Delete chat
ar: حذف الدردشة
el: Διαγραφή συνομιλίας
it: Elimina chat
ja: チャットを削除
pt: Excluir chat
ro: Șterge chatul
tr: Sohbeti Sil

# delete_this_chat_question
source: Delete this chat?
ar: حذف هذه الدردشة؟
el: Διαγραφή αυτής της συνομιλίας;
it: Eliminare questa chat?
ja: このチャットを削除しますか？
pt: Excluir este chat?
ro: Ștergi acest chat?
tr: Bu sohbeti silmek mi?

source: Deleting this chat will permanently delete all prior messages
ar: سيؤدي حذف هذه الدردشة إلى حذف جميع الرسائل السابقة بشكل دائم
el: Η διαγραφή αυτής της συνομιλίας θα διαγράψει οριστικά όλα τα προηγούμενα μηνύματα
it: L'eliminazione di questa chat cancellerà permanentemente tutti i messaggi precedenti
ja: このチャットを削除すると、以前のすべてのメッセージが完全に削除されます
pt: A exclusão deste chat excluirá permanentemente todas as mensagens anteriores
ro: Ștergerea acestui chat va șterge permanent toate mesajele anterioare
tr: Bu sohbeti silmek, tüm önceki mesajları kalıcı olarak silecektir

source: Display Name
ar: اسم العرض
el: Όνομα εμφάνισης
it: Nome visualizzato
ja: 表示名
pt: Nome de exibição
ro: Nume afișat
tr: Görünen Ad

# display_part_of_messages_in_notifications
source: Display part of the message in notifications
ar: عرض جزء من الرسائل في الإشعارات
el: Εμφάνιση μέρους του μηνύματος στις ειδοποιήσεις
it: Visualizza parte dei messaggi nelle notifiche
ja: 通知でメッセージの一部を表示
pt: Exibir parte das mensagens nas notificações
ro: Afișează o parte din mesaje în notificări
tr: Mesajların bir kısmını bildirimlerde göster

source: Documents
ar: المستندات
el: Έγγραφα
it: Documenti
ja: ドキュメント
pt: Documentos
ro: Documente
tr: Belgeler

# donate_to_ermis_project
source: Donate To The Ermis Project
ar: تبرع لمشروع إرميس
el: Δωρεά στο έργο Ermis
it: Dona al progetto Ermis
ja: Ermisプロジェクトに寄付する
pt: Doar para o projeto Ermis
ro: Donează proiectului Ermis
tr: Ermis projesine bağış yap

source: Donate to Hoster
ar: تبرع للمستضيف
el: Δωρεά στον πάροχο φιλοξενίας
it: Dona all'hoster
ja: ホスターに寄付する
pt: Doar para o provedor
ro: Donează gazdei
tr: Barındırıcıya bağış yap

source: Donations
ar: تبرعات
el: Δωρεές
it: Donazioni
ja: 寄付
pt: Doações
ro: Donații
tr: Bağışlar

source: Downloaded file
ar: ملف تم تنزيله
el: Ληφθέν αρχείο
it: File scaricato
ja: ダウンロードされたファイル
pt: Arquivo baixado
ro: Fișier descărcat
tr: İndirilen dosya

# duration_capitalized
source: Duration
ar: المدة
el: Διάρκεια
it: Durata
ja: 期間
pt: Duração
ro: Durată
tr: Süre

source: Email
ar: البريد الإلكتروني
ja: メールアドレス
tr: E-posta

source: Email address
ar: عنوان البريد الإلكتروني
el: Διεύθυνση email
it: Indirizzo email
ja: メールアドレス
pt: Endereço de e-mail
ro: Adresă de email
tr: E-posta Adresi

source: Email is empty!
ar: البريد الإلكتروني فارغ!
el: Το email είναι κενό!
it: L'email è vuota!
ja: メールアドレスが空です！
pt: O e-mail está vazio!
ro: Emailul este gol!
tr: E-posta boş!

# email_mismatch
source: Email entered does not match actual email!
ar: البريد الإلكتروني الذي أدخلته لا يتطابق مع البريد الإلكتروني الفعلي!
el: Το email που εισαγάγατε δεν ταιριάζει με το πραγματικό email!
it: L'email inserita non corrisponde all'email effettiva!
ja: 入力されたメールアドレスが実際のメールアドレスと一致しません！
pt: O e-mail inserido não corresponde ao e-mail real!
ro: Emailul introdus nu corespunde cu emailul real!
tr: Girilen e-posta, gerçek e-posta ile eşleşmiyor!

source: Ended
ar: انتهى
el: Έληξε
it: Terminato
ja: 終了しました
pt: Encerrada
ro: Încheiat
tr: Sonlandı

source: Enter client id
ar: أدخل معرف العميل
el: Εισαγάγετε αναγνωριστικό πελάτη
it: Inserisci ID client
ja: クライアントIDを入力
pt: Digite o ID do cliente
ro: Introdu ID client
tr: İstemci Kimliğini Girin

source: Enter Verification Code
ar: أدخل رمز التحقق
el: Εισαγάγετε κωδικό επαλήθευσης
it: Inserisci codice di verifica
ja: 認証コードを入力
pt: Digite o código de verificação
ro: Introdu codul de verificare
tr: Doğrulama Kodunu Girin

source: Enter verification code sent to your email
ar: أدخل رمز التحقق المرسل إلى بريدك الإلكتروني
el: Εισαγάγετε τον κωδικό επαλήθευσης που στάλθηκε στο email σας
it: Inserisci il codice di verifica inviato alla tua email
ja: メールアドレスに送信された認証コードを入力してください
pt: Digite o código de verificação enviado para o seu e-mail
ro: Introdu codul de verificare trimis pe emailul tău
tr: E-posta adresinize gönderilen doğrulama kodunu girin

# entropy_rough_estimate
source: Entropy: {entropy} (Rough estimate)
ar: الإنتروبيا: {entropy} (تقدير تقريبي)
el: Εντροπία: {entropy} (Πρόχειρη εκτίμηση)
it: Entropia: {entropy} (Stima approssimativa)
ja: エントロピー: {entropy} (概算)
pt: Entropia: {entropy} (Estimativa aproximada)
ro: Entropie: {entropy} (Estimare aproximativă)
tr: Entropi: {entropy} (Kaba Tahmin)

# error_occurred_while_trying_to_fetch_file_from_database
source: An error occurred while attempting to retrieve the file from the database.
ar: حدث خطأ أثناء محاولة جلب الملف من قاعدة البيانات.
el: Παρουσιάστηκε σφάλμα κατά την προσπάθεια ανάκτησης του αρχείου από τη βάση δεδομένων.
it: Si è verificato un errore durante il tentativo di recuperare il file dal database.
ja: データベースからファイルをフェッチ中にエラーが発生しました。
pt: Ocorreu um erro ao tentar buscar o arquivo do banco de dados.
ro: A apărut o eroare la încercarea de a prelua fișierul din baza de date.
tr: Veritabanından dosya getirmeye çalışırken bir hata oluştu.

# error_occurred_while_trying_to_send_chat_request
source: An error occurred while attempting to send the chat request.
ar: حدث خطأ أثناء محاولة إرسال طلب الدردشة.
el: Παρουσιάστηκε σφάλμα κατά την προσπάθεια αποστολής του αιτήματος συνομιλίας.
it: Si è verificato un errore durante il tentativo di inviare la richiesta di chat.
ja: チャットリクエストの送信中にエラーが発生しました。
pt: Ocorreu um erro ao tentar enviar a solicitação de chat.
ro: A apărut o eroare la încercarea de a trimite cererea de chat.
tr: Sohbet isteği göndermeye çalışırken bir hata oluştu.

# error_saving_file
source: An error occurred while trying to save the file
ar: حدث خطأ أثناء محاولة حفظ الملف
el: Παρουσιάστηκε σφάλμα κατά την προσπάθεια αποθήκευσης του αρχείου
it: Si è verificato un errore durante il tentativo di salvare il file
ja: ファイルの保存中にエラーが発生しました
pt: Ocorreu um erro ao tentar salvar o arquivo
ro: A apărut o eroare la încercarea de a salva fișierul
tr: Dosyayı kaydetmeye çalışırken bir hata oluştu

# faq_contact_terms_privacy
source: FAQ, contact us, terms and privacy policy
ar: الأسئلة الشائعة، اتصل بنا، الشروط وسياسة الخصوصية
el: Συχνές ερωτήσεις, επικοινωνία, όροι και πολιτική απορρήτου
it: FAQ, contatti, termini e politica sulla privacy
ja: FAQ、お問い合わせ、利用規約、プライバシーポリシー
pt: FAQ, contato, termos e política de privacidade
ro: FAQ, contact, termeni și politica de confidențialitate
tr: SSS, iletişim, hükümler ve gizlilik politikası

# feature_audio_messages
source: Audio message support
ar: دعم الرسائل الصوتية
el: Υποστήριξη ηχητικών μηνυμάτων
it: Supporto messaggi audio
ja: 音声メッセージのサポート
pt: Suporte a mensagens de áudio
ro: Suport mesaje audio
tr: Sesli mesaj desteği

# feature_chat_themes
source: New chat themes
ar: سمات دردشة جديدة
el: Νέα θέματα συνομιλίας
it: Nuovi temi chat
ja: 新しいチャットテーマ
pt: Novos temas de chat
ro: Teme noi de chat
tr: Yeni sohbet temaları

# feature_encryption
source: Enhanced encryption protocols
ar: بروتوكولات تشفير محسنة
el: Βελτιωμένα πρωτόκολλα κρυπτογράφησης
it: Protocolli di crittografia migliorati
ja: 暗号化プロトコルの改善
pt: Protocolos de criptografia aprimorados
ro: Protocoale de criptare îmbunătățite
tr: Geliştirilmiş şifreleme protokolleri

# feature_languages
source: Multi-language support!
ar: دعم لغات متعددة!
el: Υποστήριξη πολλαπλών γλωσσών!
it: Supporto multilingue!
ja: 多言語対応！
pt: Suporte multilíngue!
ro: Suport multilingv!
tr: Çok dilli destek!

# feature_voice_calls
source: Voice calls (Early Access)
ar: المكالمات الصوتية (وصول مبكر)
el: Φωνητικές κλήσεις (Πρόωρη πρόσβαση)
it: Chiamate vocali (Accesso anticipato)
ja: 音声通話 (早期アクセス)
pt: Chamadas de voz (Acesso antecipado)
ro: Apeluri vocale (Acces timpuriu)
tr: Sesli aramalar (Erken erişim)

# file_received
source: File received {fileName}
ar: تم استلام الملف {fileName}
el: Λήψη αρχείου {fileName}
it: File ricevuto {fileName}
ja: ファイル {fileName} を受信しました
pt: Arquivo recebido {fileName}
ro: Fișier primit {fileName}
tr: {fileName} dosyası alındı

# functionality_not_implemented
source: Functionality not implemented yet!
ar: العملية غير مطبقة بعد!
el: Η λειτουργικότητα δεν έχει υλοποιηθεί ακόμα!
it: Funzionalità non ancora implementata!
ja: 機能はまだ実装されていません！
pt: Funcionalidade ainda não implementada!
ro: Funcționalitate încă neimplementată!
tr: İşlevsellik henüz uygulanmadı!

source: Gallery
ar: المعرض
el: Γκαλερί
it: Galleria
ja: ギャラリー
pt: Galeria
ro: Galerie
tr: Galeri

# got_it_button
source: Got it!
ar: فهمت!
el: Το κατάλαβα!
it: Capito!
ja: 了解！
pt: Entendi!
ro: Am înțeles!
tr: Anladım!

source: Gradient
ar: تدرج
el: Διαβάθμιση
it: Sfumatura
ja: グラデーション
pt: Gradiente
tr: Degrade

source: Help
ar: مساعدة
el: Βοήθεια
it: Aiuto
ja: ヘルプ
pt: Ajuda
ro: Ajutor
tr: Yardım

source: Help Settings
ar: إعدادات المساعدة
el: Ρυθμίσεις βοήθειας
it: Impostazioni aiuto
ja: ヘルプ設定
pt: Configurações de Ajuda
ro: Setări ajutor
tr: Yardım Ayarları

source: hours
ar: ساعات
el: ώρες
it: ore
ja: 時間
pt: horas
ro: ore
tr: saat

source: Incoming Voice Call
ar: مكالمة صوتية واردة
el: Εισερχόμενη φωνητική κλήση
it: Chiamata vocale in arrivo
ja: 着信音声通話
pt: Chamada de voz recebida
ro: Apel vocal primit
tr: Gelen sesli arama

# incompatible_server_version_warning
source: Incompatible server version! Some things many not work as expected!
ar: إصدار الخادم غير متوافق! قد لا تعمل بعض الأشياء كما هو متوقع!
el: Μη συμβατή έκδοση διακομιστή! Κάποια πράγματα ενδέχεται να μην λειτουργούν όπως αναμένεται!
it: Versione server incompatibile! Alcune cose potrebbero non funzionare come previsto!
ja: 互換性のないサーバーバージョン！一部の機能が期待どおりに動作しない可能性があります！
pt: Versão do servidor incompatível! Algumas coisas podem não funcionar como esperado!
ro: Versiune server incompatibilă! Unele lucruri ar putea să nu funcționeze conform așteptărilor!
tr: Uyumsuz sunucu sürümü! Bazı şeyler beklendiği gibi çalışmayabilir!

# license_capitalized
source: Licence
ar: الترخيص
el: Άδεια
it: Licenza
ja: ライセンス
pt: Licença
ro: Licență
tr: Lisans

source: License crux
ar: جوهر الترخيص
el: Πυρήνας άδειας
it: Punto cruciale della licenza
ja: ライセンスの要点
pt: Ponto crucial da licença
ro: Esența licenței
tr: Lisansın özü

source: Link new device
ar: ربط جهاز جديد
el: Σύνδεση νέας συσκευής
it: Collega nuovo dispositivo
ja: 新しいデバイスをリンク
pt: Vincular novo dispositivo
ro: Conectează dispozitiv nou
tr: Yeni Cihazı Bağla

source: Linked Devices
ar: الأجهزة المرتبطة
el: Συνδεδεμένες συσκευές
it: Dispositivi collegati
ja: リンクされたデバイス
pt: Dispositivos Vinculados
ro: Dispozitive conectate
tr: Bağlı Cihazlar

# linked_devices_logout_all
source: Logout From All Devices
ar: تسجيل الخروج من جميع الأجهزة
el: Αποσύνδεση από όλες τις συσκευές
it: Disconnetti da tutti i dispositivi
ja: すべてのデバイスからログアウト
pt: Sair de todos os dispositivos
ro: Deconectează-te de pe toate dispozitivele
tr: Tüm cihazlardan çıkış yap

# linked_devices_logout_all_confirm
source: Are you sure you would like to logout from all devices?
ar: هل أنت متأكد أنك تريد تسجيل الخروج من جميع الأجهزة؟
el: Είστε σίγουροι ότι θέλετε να αποσυνδεθείτε από όλες τις συσκευές;
it: Sei sicuro di voler disconnetterti da tutti i dispositivi?
ja: すべてのデバイスからログアウトしてもよろしいですか？
pt: Tem certeza de que deseja sair de todos os dispositivos?
ro: Ești sigur că vrei să te deconectezi de pe toate dispozitivele?
tr: Tüm cihazlardan çıkış yapmak istediğinizden emin misiniz?

# linked_devices_logout_confirm
source: Are you sure you want to logout from
ar: هل أنت متأكد أنك تريد تسجيل الخروج من
el: Είστε σίγουροι ότι θέλετε να αποσυνδεθείτε από
it: Sei sicuro di voler disconnetterti da
ja: からログアウトしてもよろしいですか？
pt: Tem certeza de que deseja sair de
ro: Ești sigur că vrei să te deconectezi de pe
tr: Şu adresten çıkış yapmak istediğinizden emin misiniz:

source: Login
ar: تسجيل الدخول
el: Σύνδεση
it: Accedi
ja: ログイン
ro: Autentificare
tr: Giriş Yap

# login_account_not_found
source: Account doesnt exist!
ar: الحساب غير موجود!
el: Ο λογαριασμός δεν υπάρχει!
it: Account non trovato!
ja: アカウントが見つかりません！
pt: Conta não encontrada!
ro: Contul nu a fost găsit!
tr: Hesap bulunamadı!

# login_add_device_info
source: Add device info
ar: إضافة معلومات الجهاز
el: Προσθήκη πληροφοριών συσκευής
it: Aggiungi informazioni dispositivo
ja: デバイス情報を追加
pt: Adicionar informações do dispositivo
ro: Adaugă informații despre dispozitiv
tr: Cihaz Bilgilerini Ekle

# login_backup_code_incorrect
source: Incorrect backup verification code.
ar: رمز التحقق الاحتياطي غير صحيح.
el: Εσφαλμένος κωδικός εφεδρικής επαλήθευσης.
it: Codice di verifica di backup errato.
ja: バックアップ認証コードが間違っています。
pt: Código de verificação de backup incorreto.
ro: Codul de verificare de rezervă este incorect.
tr: Yanlış yedek doğrulama kodu.

# login_email_incorrect
source: Incorrect email!
ar: البريد الإلكتروني غير صحيح!
el: Λανθασμένο email!
it: Email errata!
ja: メールアドレスが間違っています！
pt: E-mail incorreto!
ro: Email incorect!
tr: Yanlış e-posta!

# login_error
source: An error occurred while logging into your account! Please contact the server administrator and let them know that their server is broken.
ar: حدث خطأ أثناء تسجيل الدخول إلى حسابك! يرجى الاتصال بمسؤول الخادم وإخباره بأن خادمه معطل.
el: Παρουσιάστηκε σφάλμα κατά τη σύνδεση στον λογαριασμό σας! Παρακαλούμε επικοινωνήστε με τον διαχειριστή του διακομιστή και ενημερώστε τον ότι ο διακομιστής του είναι χαλασμένος.
it: Si è verificato un errore durante l'accesso al tuo account! Contatta l'amministratore del server e fagli sapere che il suo server è inattivo.
ja: アカウントへのログイン中にエラーが発生しました！サーバー管理者に連絡し、サーバーがダウンしていることを伝えてください。
pt: Ocorreu um erro ao fazer login na sua conta! Por favor, entre em contato com o administrador do servidor e informe-o que o servidor está inativo.
ro: A apărut o eroare la autentificarea în contul tău! Te rugăm să contactezi administratorul serverului și să-l informezi că serverul este inactiv.
tr: Hesabınıza giriş yapmaya çalışırken bir hata oluştu! Lütfen sunucu yöneticisiyle iletişime geçin ve sunucunun çalışmadığını bildirin.

# login_fetch_requirements
source: Fetch requirements
ar: جلب المتطلبات
el: Ανάκτηση απαιτήσεων
it: Recupera requisiti
ja: 要件を取得
pt: Obter requisitos
ro: Preluare cerințe
tr: Gereksinimleri Getir

# login_password_incorrect
source: Incorrect password.
ar: كلمة المرور غير صحيحة.
el: Λανθασμένος κωδικός πρόσβασης.
it: Password errata.
ja: パスワードが間違っています。
pt: Senha incorreta.
ro: Parolă incorectă.
tr: Yanlış şifre.

# login_success
source: Successfully logged into your account!
ar: تم تسجيل الدخول إلى حسابك بنجاح!
el: Επιτυχής σύνδεση στον λογαριασμό σας!
it: Accesso al tuo account riuscito!
ja: アカウントに正常にログインしました！
pt: Login efetuado com sucesso na sua conta!
ro: Autentificare în contul tău cu succes!
tr: Hesabınıza başarıyla giriş yapıldı!

# login_toggle_password
source: Toggle password type
ar: تبديل نوع كلمة المرور
el: Εναλλαγή τύπου κωδικού πρόσβασης
it: Attiva/disattiva tipo di password
ja: パスワードタイプを切り替える
pt: Alternar tipo de senha
ro: Comută tipul parolei
tr: Şifre türünü değiştir

source: logout
ar: تسجيل الخروج
el: αποσύνδεση
it: disconnetti
ja: ログアウト
pt: sair
ro: deconectare
tr: çıkış yap

# logout_capitalized
source: Logout
ar: تسجيل الخروج
el: Αποσύνδεση
it: Disconnetti
ja: ログアウト
pt: Sair
ro: Deconectare
tr: Çıkış Yap

# logout_capitalized_question_mark
source: Logout?
ar: تسجيل الخروج؟
el: Αποσύνδεση;
it: Disconnetti?
ja: ログアウトしますか？
pt: Sair?
ro: Deconectare?
tr: Çıkış Yap?

# logout_confirmation_all_devices
source: Are you sure you want to logout from ${device.formattedInfo()}?
ar: هل أنت متأكد أنك تريد تسجيل الخروج من ${device.formattedInfo()}؟
el: Είστε σίγουροι ότι θέλετε να αποσυνδεθείτε από ${device.formattedInfo()};
it: Sei sicuro di voler disconnetterti da ${device.formattedInfo()}?
ja: ${device.formattedInfo()} からログアウトしてもよろしいですか？
pt: Tem certeza de que deseja sair de ${device.formattedInfo()}?
ro: Ești sigur că vrei să te deconectezi de pe ${device.formattedInfo()}?
tr: ${device.formattedInfo()} oturumundan çıkış yapmak istediğinizden emin misiniz?

# logout_confirmation_device
source: Are you sure you want to logout from ${device.formattedInfo()}?
ar: هل أنت متأكد أنك تريد تسجيل الخروج من ${device.formattedInfo()}؟
el: Είστε σίγουροι ότι θέλετε να αποσυνδεθείτε από ${device.formattedInfo()};
it: Sei sicuro di voler disconnetterti da ${device.formattedInfo()}?
ja: ${device.formattedInfo()} からログアウトしてもよろしいですか？
pt: Tem certeza de que deseja sair de ${device.formattedInfo()}?
ro: Ești sigur că vrei să te deconectezi de pe ${device.formattedInfo()}?
tr: ${device.formattedInfo()} oturumundan çıkış yapmak istediğinizden emin misiniz?

source: Logout From All Devices
ar: تسجيل الخروج من جميع الأجهزة
el: Αποσύνδεση από όλες τις συσκευές
it: Disconnetti da tutti i dispositivi
ja: すべてのデバイスからログアウト
pt: Sair de todos os dispositivos
ro: Deconectează-te de pe toate dispozitivele
tr: Tüm cihazlardan çıkış yap

source: Logout from this device
ar: تسجيل الخروج من هذا الجهاز
el: Αποσύνδεση από αυτήν τη συσκευή
it: Disconnetti da questo dispositivo
ja: このデバイスからログアウト
pt: Sair deste dispositivo
ro: Deconectează-te de pe acest dispozitiv
tr: Bu cihazdan çıkış yap

source: Manage Storage
ar: إدارة التخزين
el: Διαχείριση αποθηκευτικού χώρου
it: Gestisci archiviazione
ja: ストレージを管理
pt: Gerenciar armazenamento
ro: Gestionează stocarea
tr: Depolamayı Yönet

source: Many bug fixes!
ar: العديد من إصلاحات الأخطاء!
el: Πολλές διορθώσεις σφαλμάτων!
it: Molte correzioni di bug!
ja: 多数のバグ修正！
pt: Muitas correções de bugs!
ro: Multe corecții de erori!
tr: Birçok hata düzeltmesi!

# mark_as_read
source: Mark read
ar: وضع علامة مقروء
el: Σήμανση ως αναγνωσμένο
it: Contrassegna come letto
ja: 既読にする
pt: Marcar como lido
ro: Marchează ca citit
tr: Okundu Olarak İşaretle

source: Media Auto-Download
ar: تنزيل الوسائط تلقائيًا
el: Αυτόματη λήψη πολυμέσων
it: Download automatico media
ja: メディアの自動ダウンロード
pt: Download automático de mídia
ro: Descărcare automată media
tr: Medya Otomatik İndirme

source: Media Usage Not Available
ar: استخدام الوسائط غير متاح
el: Δεν είναι διαθέσιμη η χρήση πολυμέσων
it: Utilizzo media non disponibile
ja: メディアの使用状況は利用できません
pt: Uso de mídia não disponível
ro: Utilizarea media nu este disponibilă
tr: Medya kullanım verileri mevcut değil

# message_by
source: Message by {username}
ar: رسالة من {username}
el: Μήνυμα από {username}
it: Messaggio di {username}
ja: {username} によるメッセージ
pt: Mensagem de {username}
ro: Mesaj de la {username}
tr: {username} tarafından mesaj

# message_copied
source: Message copied to clipboard
ar: تم نسخ الرسالة إلى الحافظة
el: Το μήνυμα αντιγράφηκε στο πρόχειρο
it: Messaggio copiato negli appunti
ja: メッセージがクリップボードにコピーされました
pt: Mensagem copiada para a área de transferência
ro: Mesaj copiat în clipboard
tr: Mesaj panoya kopyalandı

# message_deletion_unsuccessful
source: Message deletion was unsuccessful
ar: فشل حذف الرسالة
el: Η διαγραφή μηνύματος απέτυχε
it: Eliminazione messaggio non riuscita
ja: メッセージの削除に失敗しました
pt: Exclusão de mensagem sem sucesso
ro: Ștergerea mesajului nereușită
tr: Mesaj silme başarısız oldu

# message_group_call_tones
source: Message, group, and call tones
ar: نغمات الرسائل والمجموعات والمكالمات
el: Ήχοι μηνυμάτων, ομάδων και κλήσεων
it: Toni di messaggio, gruppo e chiamata
ja: メッセージ、グループ、通話音
pt: Tons de mensagem, grupo e chamada
ro: Tonuri de mesaj, grup și apel
tr: Mesaj, grup ve arama sesleri

# message_length_exceeded
source: Message was discarded; message length exceeds character limit
ar: طول الرسالة يتجاوز الحد الأقصى للطول {|characters}
el: Το μήκος μηνύματος υπερβαίνει το μέγιστο μήκος {|characters}
it: Lunghezza messaggio superata {|characters}
ja: メッセージの長さが最大長を超えました {|characters}
pt: O comprimento da mensagem excedeu o comprimento máximo {|characters}
ro: Lungimea mesajului a depășit lungimea maximă {|characters}
tr: Mesaj uzunluğu maksimum {|characters} aşıldı

source: Message type not implemented!
ar: نوع الرسالة غير مطبق!
el: Ο τύπος μηνύματος δεν έχει υλοποιηθεί!
it: Tipo di messaggio non implementato!
ja: メッセージタイプは実装されていません！
pt: Tipo de mensagem não implementado!
ro: Tip de mesaj neimplementat!
tr: Mesaj türü uygulanmadı!

# message_type_not_recognized
source: The message type received was not recognized.
ar: لم يتم التعرف على نوع الرسالة المستلمة.
el: Ο τύπος μηνύματος που λήφθηκε δεν αναγνωρίστηκε.
it: Il tipo di messaggio ricevuto non è stato riconosciuto.
ja: 受信したメッセージタイプは認識されませんでした。
pt: O tipo de mensagem recebida não foi reconhecido.
ro: Tipul de mesaj primit nu a fost recunoscut.
tr: Alınan mesaj türü tanınmadı.

# message_type_unknown
source: Message type not recognized!
ar: نوع رسالة غير معروف!
el: Άγνωστος τύπος μηνύματος!
it: Tipo di messaggio sconosciuto!
ja: メッセージタイプが不明です！
pt: Tipo de mensagem desconhecido!
ro: Tip mesaj necunoscut!
tr: Bilinmeyen mesaj türü!

source: Messages Usage Not Available
ar: استخدام الرسائل غير متاح
el: Δεν είναι διαθέσιμη η χρήση μηνυμάτων
it: Utilizzo messaggi non disponibile
ja: メッセージの使用状況は利用できません
pt: Uso de mensagens não disponível
ro: Utilizarea mesajelor nu este disponibilă
tr: Mesaj kullanım verileri mevcut değil

# min_entropy
source: Min Entropy: {minEntropy}
ar: الحد الأدنى للإنتروبيا: {minEntropy}
el: Ελάχιστη εντροπία: {minEntropy}
it: Entropia min: {minEntropy}
ja: 最小エントロピー: {minEntropy}
pt: Entropia mínima: {minEntropy}
ro: Entropie min: {minEntropy}
tr: Min. Entropi: {minEntropy}

source: minutes
ar: دقائق
el: λεπτά
it: minuti
ja: 分
pt: minutos
ro: minute
tr: dakika
