Repository: Koukobin/Ermis
Catalog: ErmisClient/Mobile/ermis_client/lib/l10n/intl_*.arb
Languages: ar, el, it, ja, pt, ro, tr

source: Name
ar: الاسم
el: Όνομα
it: Nome
ja: 名前
pt: Nome
ro: Nume
tr: Ad

# name_enter
source: Enter your name
ar: أدخل اسمك
el: Εισαγάγετε το όνομά σας
it: Inserisci il tuo nome
ja: 名前を入力
pt: Digite seu nome
ro: Introdu numele tău
tr: Adınızı girin

source: Network Usage
ar: استخدام الشبكة
el: Χρήση δικτύου
it: Utilizzo rete
ja: ネットワーク使用量
pt: Uso de rede
ro: Utilizare rețea
tr: Ağ Kullanımı

source: Network usage, auto-download
ar: استخدام الشبكة، تنزيل تلقائي
el: Χρήση δικτύου, αυτόματη λήψη
it: Utilizzo rete, download automatico
ja: ネットワーク使用量、自動ダウンロード
pt: Uso de rede, download automático
ro: Utilizare rețea, descărcare automată
tr: Ağ Kullanımı, Otomatik İndirme

source: New chat
ar: محادثة جديدة
el: Νέα συνομιλία
it: Nuova chat
ja: 新しいチャット
pt: Novo chat
ro: Chat nou
tr: Yeni Sohbet

source: New Group
ar: مجموعة جديدة
el: Νέα ομάδα
it: Nuovo gruppo
ja: 新しいグループ
pt: Novo grupo
ro: Grup nou
tr: Yeni Grup

source: New message!
ar: رسالة جديدة!
el: Νέο μήνυμα!
it: Nuovo messaggio!
ja: 新着メッセージ！
pt: Nova mensagem!
ro: Mesaj nou!
tr: Yeni Mesaj!

# no_chat_requests_available
source: No pending chat requests
ar: لا توجد طلبات دردشة معلقة
el: Δεν υπάρχουν εκκρεμή αιτήματα συνομιλίας
it: Nessuna richiesta di chat in sospeso
ja: 保留中のチャットリクエストはありません
pt: Nenhuma solicitação de chat pendente
ro: Nicio cerere de chat în așteptare
tr: Bekleyen sohbet isteği yok

source: No chats available, incompatible server version
ar: لا توجد دردشات متاحة، إصدار خادم غير متوافق
el: Δεν υπάρχουν διαθέσιμες συνομιλίες, μη συμβατή έκδοση διακομιστή
it: Nessuna chat disponibile, versione server incompatibile
ja: 利用可能なチャットはありません。サーバーバージョンが互換性がありません
pt: Nenhum chat disponível, versão do servidor incompatível
ro: Niciun chat disponibil, versiune server incompatibilă
tr: Sohbetler mevcut değil, uyumsuz sunucu sürümü

# no_conversations_available
source: Ermis has no friends...
ar: إرميس ليس لديه أصدقاء...
el: Ο Ερμής δεν έχει φίλους...
it: Ermis non ha amici...
ja: Ermisには友達がいません...
pt: Ermis não tem amigos...
ro: Ermis nu are prieteni...
tr: Ermis'in hiç arkadaşı yok...

source: No linked devices
ar: لا توجد أجهزة مرتبطة
el: Δεν υπάρχουν συνδεδεμένες συσκευές
it: Nessun dispositivo collegato
ja: リンクされたデバイスはありません
pt: Nenhum dispositivo vinculado
ro: Niciun dispozitiv conectat
tr: Bağlı cihaz yok

# notification_enable
source: Enable Notifications
ar: تمكين الإشعارات
el: Ενεργοποίηση ειδοποιήσεων
it: Abilita notifiche
ja: 通知を有効にする
pt: Ativar notificações
ro: Activează notificările
tr: Bildirimleri Etkinleştir

# notification_preview_display_part
source: Display part of the message in notifications
ar: عرض جزء من الرسالة في الإشعارات
el: Εμφάνιση μέρους του μηνύματος στις ειδοποιήσεις
it: Visualizza parte del messaggio nelle notifiche
ja: 通知でメッセージの一部を表示
pt: Exibir parte da mensagem nas notificações
ro: Afișează o parte din mesaj în notificări
tr: Bildirimlerde mesajın bir kısmını göster

# notification_preview_show
source: Show Message Previews
ar: إظهار معاينات الرسائل
el: Εμφάνιση προεπισκοπήσεων μηνυμάτων
it: Mostra anteprime messaggi
ja: メッセージプレビューを表示
pt: Mostrar prévias de mensagens
ro: Afișează previzualizările mesajelor
tr: Mesaj önizlemelerini göster

source: Notification Settings
ar: إعدادات الإشعارات
el: Ρυθμίσεις ειδοποιήσεων
it: Impostazioni notifiche
ja: 通知設定
pt: Configurações de Notificação
ro: Setări notificări
tr: Bildirim Ayarları

source: Notification Sound
ar: صوت الإشعار
el: Ήχος ειδοποίησης
it: Suono notifica
ja: 通知音
pt: Som de notificação
ro: Sunet notificare
tr: Bildirim Sesi

# notification_sound_select
source: Select Notification Sound
ar: اختر صوت الإشعار
el: Επιλογή ήχου ειδοποίησης
it: Seleziona suono notifica
ja: 通知音を選択
pt: Selecionar som de notificação
ro: Selectează sunet notificare
tr: Bildirim sesi seç

source: Notifications
ar: الإشعارات
el: Ειδοποιήσεις
it: Notifiche
ja: 通知
pt: Notificações
ro: Notificări
tr: Bildirimler

source: OK
ar: موافق
el: ΟΚ
tr: Tamam

source: Open Settings
ar: فتح الإعدادات
el: Άνοιγμα ρυθμίσεων
it: Apri impostazioni
ja: 設定を開く
pt: Abrir configurações
ro: Deschide setări
tr: Ayarları aç

# optimizations_on_data_usage
source: Significant optimizations regarding data usage!
ar: تحسينات كبيرة فيما يتعلق باستخدام البيانات!
el: Σημαντικές βελτιστοποιήσεις όσον αφορά τη χρήση δεδομένων!
it: Ottimizzazioni significative sull'utilizzo dei dati!
ja: データ使用量に関する大幅な最適化！
pt: Otimizações significativas no uso de dados!
ro: Optimizări semnificative privind utilizarea datelor!
tr: Veri kullanımında önemli optimizasyonlar!

source: OR
ar: أو
el: Ή
it: O
ja: または
pt: OU
ro: SAU
tr: Veya

source: Other
ar: أخرى
el: Άλλα
it: Altro
ja: その他
pt: Outros
ro: Altele
tr: Diğer

source: Other Settings
ar: إعدادات أخرى
el: Άλλες ρυθμίσεις
it: Altre impostazioni
ja: その他の設定
pt: Outras configurações
ro: Alte setări
tr: Diğer Ayarlar

source: Password
ar: كلمة المرور
el: Κωδικός πρόσβασης
ja: パスワード
pt: Senha
ro: Parolă
tr: Şifre

source: Password is empty!
ar: كلمة المرور فارغة!
el: Ο κωδικός πρόσβασης είναι κενός!
it: La password è vuota!
ja: パスワードが空です！
pt: A senha está vazia!
ro: Parola este goală!
tr: Şifre boş!

# password_validation_invalid
source: Password requirements not met!
ar: متطلبات كلمة المرور غير مستوفاة!
el: Οι απαιτήσεις κωδικού πρόσβασης δεν πληρούνται!
it: Requisiti password non soddisfatti!
ja: パスワードの要件が満たされていません！
pt: Requisitos de senha não atendidos!
ro: Cerințele parolei nu sunt îndeplinite!
tr: Şifre gereksinimleri karşılanmıyor!

# password_validation_success
source: Successfully validated password!
ar: تم التحقق من صحة كلمة المرور بنجاح!
el: Ο κωδικός πρόσβασης επικυρώθηκε επιτυχώς!
it: Password convalidata con successo!
ja: パスワードが正常に検証されました！
pt: Senha validada com sucesso!
ro: Parola a fost validată cu succes!
tr: Şifre başarıyla doğrulandı!

source: Permission denied
ar: تم رفض الإذن
el: Άρνηση άδειας
it: Permesso negato
ja: 許可が拒否されました
pt: Permissão negada
ro: Permisiune refuzată
tr: İzin reddedildi

source: Please enter the verification code
ar: الرجاء إدخال رمز التحقق
el: Παρακαλούμε εισάγετε τον κωδικό επαλήθευσης
it: Inserisci il codice di verifica
ja: 認証コードを入力してください
pt: Por favor, digite o código de verificação
ro: Te rugăm să introduci codul de verificare
tr: Lütfen doğrulama kodunu girin

source: Privacy
ar: الخصوصية
el: Απόρρητο
ja: プライバシー
pt: Privacidade
ro: Confidențialitate
tr: Gizlilik

source: Privacy, security, change password
ar: الخصوصية، الأمان، تغيير كلمة المرور
el: Απόρρητο, ασφάλεια, αλλαγή κωδικού πρόσβασης
it: Privacy, sicurezza, cambia password
ja: プライバシー、セキュリティ、パスワード変更
pt: Privacidade, segurança, alterar senha
ro: Confidențialitate, securitate, schimbă parola
tr: Gizlilik, güvenlik, şifre değiştir

source: Profile
ar: الملف الشخصي
el: Προφίλ
it: Profilo
ja: プロフィール
pt: Perfil
ro: Profil
tr: Profil

# profile_about
source: About
ar: حول
el: Σχετικά
it: Informazioni
ja: 概要
pt: Sobre
ro: Despre
tr: Hakkında

# profile_camera
source: Camera
ar: الكاميرا
el: Κάμερα
it: Fotocamera
ja: カメラ
pt: Câmera
ro: Cameră foto
tr: Kamera

source: Profile, change name, ID
ar: الملف الشخصي، تغيير الاسم، المعرف
el: Προφίλ, αλλαγή ονόματος, αναγνωριστικό
it: Profilo, cambia nome, ID
ja: プロフィール、名前変更、ID
pt: Perfil, alterar nome, ID
ro: Profil, schimbă nume, ID
tr: Profil, ad değiştir, kimlik

# profile_gallery
source: Gallery
ar: المعرض
el: Γκαλερί
it: Galleria
ja: ギャラリー
pt: Galeria
ro: Galerie
tr: Galeri

# profile_hey_there
source: Hey there!
ar: أهلاً بك!
el: Γεια σου!
it: Ciao!
ja: こんにちは！
pt: Olá!
ro: Salutare!
tr: Selam!

# profile_id_copied
source: ID copied to clipboard
ar: تم نسخ المعرف إلى الحافظة
el: Το αναγνωριστικό αντιγράφηκε στο πρόχειρο
it: ID copiato negli appunti
ja: IDがクリップボードにコピーされました
pt: ID copiado para a área de transferência
ro: ID copiat în clipboard
tr: Kimlik panoya kopyalandı

# profile_name
source: Name
ar: الاسم
el: Όνομα
it: Nome
ja: 名前
pt: Nome
ro: Nume
tr: Ad

# profile_name_enter
source: Enter you name
ar: أدخل اسمك
el: Εισαγάγετε το όνομά σας
it: Inserisci il tuo nome
ja: 名前を入力
pt: Digite seu nome
ro: Introdu numele tău
tr: Adınızı girin

source: Profile Photo
ar: صورة الملف الشخصي
el: Φωτογραφία προφίλ
it: Foto profilo
ja: プロフィール写真
pt: Foto do perfil
ro: Fotografie de profil
tr: Profil Fotoğrafı

# profile_photo_fetch_error
source: An error occured while trying to fetch profile photo from database!
ar: حدث خطأ أثناء محاولة جلب صورة الملف الشخصي من قاعدة البيانات!
el: Παρουσιάστηκε σφάλμα κατά την προσπάθεια ανάκτησης φωτογραφίας προφίλ από τη βάση δεδομένων!
it: Si è verificato un errore durante il tentativo di recuperare la foto del profilo dal database!
ja: データベースからプロフィール写真をフェッチ中にエラーが発生しました！
pt: Ocorreu um erro ao tentar buscar a foto do perfil do banco de dados!
ro: A apărut o eroare la încercarea de a prelua fotografia de profil din baza de date!
tr: Veritabanından profil fotoğrafını getirmeye çalışırken bir hata oluştu!

source: Profile Settings
ar: إعدادات الملف الشخصي
el: Ρυθμίσεις προφίλ
it: Impostazioni profilo
ja: プロフィール設定
pt: Configurações de Perfil
ro: Setări profil
tr: Profil Ayarları

source: received
ar: استُلمت
el: λήφθηκε
it: ricevuto
ja: 受信済み
pt: recebido
ro: primit
tr: alındı

# received_capitalized
source: Received
ar: استُلمت
el: Λήφθηκε
it: Ricevuto
ja: 受信済み
pt: Recebido
ro: Primit
tr: Alındı

# registration_failed
source: Registration failed: {resultMessage}
ar: فشل التسجيل: {resultMessage}
el: Η εγγραφή απέτυχε: {resultMessage}
it: Registrazione fallita: {resultMessage}
ja: 登録失敗: {resultMessage}
pt: Registro falhou: {resultMessage}
ro: Înregistrare eșuată: {resultMessage}
tr: Kayıt başarısız oldu: {resultMessage}

source: Reply
ar: رد
el: Απάντηση
it: Rispondi
ja: 返信
pt: Responder
ro: Răspunde
tr: Yanıtla

source: Requests
ar: الطلبات
el: Αιτήματα
it: Richieste
ja: リクエスト
pt: Solicitações
ro: Solicitări
tr: İstekler

source: Resend Code
ar: إعادة إرسال الرمز
el: Επαναποστολή κωδικού
it: Reinvia codice
ja: コードを再送信
pt: Reenviar código
ro: Retrimite codul
tr: Kodu Tekrar Gönder

source: Reset network usage statistics?
ar: إعادة تعيين إحصائيات استخدام الشبكة؟
el: Επαναφορά στατιστικών χρήσης δικτύου;
it: Ripristinare le statistiche di utilizzo della rete?
ja: ネットワーク使用統計をリセットしますか？
pt: Redefinir estatísticas de uso de rede?
ro: Resetezi statisticile de utilizare a rețelei?
tr: Ağ kullanım istatistiklerini sıfırlamak mı?

source: Reset Statistics
ar: إعادة تعيين الإحصائيات
el: Επαναφορά στατιστικών
it: Ripristina statistiche
ja: 統計をリセット
pt: Redefinir estatísticas
ro: Resetează statisticile
tr: İstatistikleri sıfırla

source: Roaming Usage Not Available
ar: استخدام التجوال غير متاح
el: Δεν είναι διαθέσιμη η χρήση περιαγωγής
it: Utilizzo roaming non disponibile
ja: ローミングの使用状況は利用できません
pt: Uso de roaming não disponível
ro: Utilizarea în roaming nu este disponibilă
tr: Dolaşım kullanım verileri mevcut değil

source: Save
ar: حفظ
el: Αποθήκευση
it: Salva
ja: 保存
pt: Salvar
ro: Salvează
tr: Kaydet

source: Search...
ar: بحث...
el: Αναζήτηση...
it: Cerca...
ja: 検索...
pt: Pesquisar...
ro: Căutare...
tr: Ara...

source: seconds
ar: ثواني
el: δευτερόλεπτα
it: secondi
ja: 秒
pt: segundos
ro: secunde
tr: saniye

source: Select an option
ar: اختر خيارًا
el: Επιλέξτε μια επιλογή
it: Seleziona un'opzione
ja: オプションを選択
pt: Selecionar uma opção
ro: Selectează o opțiune
tr: Bir seçenek seçin

source: Send Chat Request
ar: إرسال طلب دردشة
el: Αποστολή αιτήματος συνομιλίας
it: Invia richiesta chat
ja: チャットリクエストを送信
pt: Enviar solicitação de chat
ro: Trimite cerere de chat
tr: Sohbet İsteği Gönder

source: sent
ar: أُرسلت
el: στάλθηκε
it: inviato
ja: 送信済み
pt: enviado
ro: trimis
tr: gönderildi

# sent_capitalized
source: Sent
ar: أُرسلت
el: Στάλθηκε
it: Inviato
ja: 送信済み
pt: Enviado
ro: Trimis
tr: Gönderildi

# server_add
source: Add Server
ar: إضافة خادم
el: Προσθήκη διακομιστή
it: Aggiungi server
ja: サーバーを追加
pt: Adicionar servidor
ro: Adaugă server
tr: Sunucu Ekle

# server_add_success
source: Server added successfully!
ar: تم إضافة الخادم بنجاح!
el: Ο διακομιστής προστέθηκε επιτυχώς!
it: Server aggiunto con successo!
ja: サーバーが正常に追加されました！
pt: Servidor adicionado com sucesso!
ro: Server adăugat cu succes!
tr: Sunucu başarıyla eklendi!

# server_certificate_check
source: Check certificate
ar: فحص الشهادة
el: Έλεγχος πιστοποιητικού
it: Verifica certificato
ja: 証明書をチェック
pt: Verificar certificado
ro: Verifică certificatul
tr: Sertifikayı Kontrol Et

source: Server Source Code
ar: رمز مصدر الخادم
el: Πηγαίος κώδικας διακομιστή
it: Codice sorgente server
ja: サーバーのソースコード
pt: Código-fonte do servidor
ro: Cod sursă server
tr: Sunucu kaynak kodu

# server_url_choose
source: Choose server URL
ar: اختر عنوان URL للخادم
el: Επιλέξτε URL διακομιστή
it: Scegli URL server
ja: サーバーURLを選択
pt: Escolher URL do servidor
ro: Alege URL-ul serverului
tr: Sunucu URL'sini seç

# server_url_enter
source: Enter Server URL
ar: أدخل عنوان URL للخادم
el: Εισαγάγετε URL διακομιστή
it: Inserisci URL server
ja: サーバーURLを入力
pt: Digite o URL do servidor
ro: Introdu URL-ul serverului
tr: Sunucu URL'sini girin

# session_capitalized
source: Session
ar: الجلسة
el: Συνεδρία
it: Sessione
ja: セッション
pt: Sessão
ro: Sesiune
tr: Oturum

source: Settings
ar: الإعدادات
el: Ρυθμίσεις
it: Impostazioni
ja: 設定
pt: Configurações
ro: Setări
tr: Ayarlar

# settings_save
source: Save Settings
ar: حفظ الإعدادات
el: Αποθήκευση ρυθμίσεων
it: Salva impostazioni
ja: 設定を保存
pt: Salvar configurações
ro: Salvează setările
tr: Ayarları Kaydet

source: Settings saved
ar: تم حفظ الإعدادات
el: Οι ρυθμίσεις αποθηκεύτηκαν
it: Impostazioni salvate
ja: 設定を保存しました
pt: Configurações salvas
ro: Setări salvate
tr: Ayarlar kaydedildi

source: Sign out
ar: تسجيل الخروج
el: Αποσύνδεση
it: Esci
ja: サインアウト
pt: Sair
ro: Deconectare
tr: Çıkış Yap

source: Source Code
ar: رمز المصدر
el: Πηγαίος κώδικας
it: Codice sorgente
ja: ソースコード
pt: Código-fonte
ro: Cod sursă
tr: Kaynak Kodu

# specific_permission_denied
source: {permission} is denied
ar: تم رفض {permission}
el: {permission} απορρίφθηκε
it: {permission} negato
ja: {permission} は拒否されました
pt: {permission} negada
ro: {permission} este refuzat
tr: {permission} reddedildi

source: Started at: {time}
ar: بدأت في: {time}
el: Ξεκίνησε στις: {time}
it: Iniziato a: {time}
ja: 開始時刻: {time}
pt: Iniciado em: {time}
ro: Început la: {time}
tr: Başlangıç saati: {time}

# storage_and_data_title
source: Storage and Data
ar: التخزين والبيانات
el: Αποθηκευτικός χώρος και Δεδομένα
it: Archiviazione e dati
ja: ストレージとデータ
pt: Armazenamento e dados
ro: Stocare și date
tr: Depolama ve Veri

# storage_data
source: Storage and Data
ar: التخزين والبيانات
el: Αποθηκευτικός χώρος και Δεδομένα
it: Archiviazione e dati
ja: ストレージとデータ
pt: Armazenamento e dados
ro: Stocare și date
tr: Depolama ve Veri

source: Submit
ar: إرسال
el: Υποβολή
it: Invia
ja: 送信
pt: Enviar
ro: Trimite
tr: Gönder

# temp_banned
source: Slow your horses there! Youve been temporarily banned from interacting with the server for a short time interval.
ar: تريث! لقد تم حظرك مؤقتًا من التفاعل مع الخادم لفترة قصيرة.
el: Κράτα τα άλογά σου! Έχεις αποκλειστεί προσωρινά από την αλληλεπίδραση με τον διακομιστή για ένα μικρό χρονικό διάστημα.
it: Calma. Sei stato temporaneamente bandito dall'interazione con il server per un breve intervallo di tempo.
ja: 落ち着いてください。短期間、サーバーとのやり取りが一時的に禁止されています。
pt: Calma! Você foi temporariamente banido de interagir com o servidor por um curto período de tempo.
ro: Calmează-te! Ai fost temporar interzis să interacționezi cu serverul pentru o perioadă scurtă de timp.
tr: Sakin ol. Geçici olarak sunucuyla etkileşimden yasaklandın.

# theme_dark
source: Dark Mode
ar: الوضع الداكن
el: Σκοτεινή λειτουργία
it: Modalità scura
ja: ダークモード
pt: Modo Escuro
ro: Mod întunecat
tr: Karanlık Mod

# theme_light
source: Light Mode
ar: الوضع الفاتح
el: Φωτεινή λειτουργία
it: Modalità chiara
ja: ライトモード
pt: Modo Claro
ro: Mod luminos
tr: Aydınlık Mod

source: Theme Mode
ar: وضع السمة
el: Λειτουργία θέματος
it: Modalità tema
ja: テーマモード
pt: Modo Tema
ro: Mod temă
tr: Tema Modu

# theme_system_default
source: System Default
ar: افتراضي النظام
el: Προεπιλογή συστήματος
it: Predefinito di sistema
ja: システムデフォルト
pt: Padrão do Sistema
ro: Implicit sistem
tr: Sistem Varsayılanı

source: Theme, wallpapers, chat history
ar: السمة، الخلفيات، سجل الدردشة
el: Θέμα, ταπετσαρίες, ιστορικό συνομιλιών
it: Tema, sfondi, cronologia chat
ja: テーマ、壁紙、チャット履歴
pt: Tema, papéis de parede, histórico de chat
ro: Temă, fundaluri, istoric chat
tr: Tema, duvar kağıtları, sohbet geçmişi

source: Today
ar: اليوم
el: Σήμερα
it: Oggi
ja: 今日
pt: Hoje
ro: Azi
tr: Bugün

# too_many_requests_made
source: Slow your horses. You have been temporarily banned.
ar: تريث. لقد تم حظرك مؤقتًا.
el: Κράτα τα άλογά σου. Έχεις αποκλειστεί προσωρινά.
it: Calma. Sei stato temporaneamente bandito.
ja: 落ち着いてください。一時的に禁止されています。
pt: Calma. Você foi temporariamente banido.
ro: Calmează-te. Ai fost temporar interzis.
tr: Sakin ol. Geçici olarak yasaklandın.

# type_message
source: Type a message...
ar: اكتب رسالة...
el: Πληκτρολογήστε ένα μήνυμα...
it: Digita un messaggio...
ja: メッセージを入力...
pt: Digite uma mensagem...
ro: Scrie un mesaj...
tr: Bir mesaj yazın...

source: Unknown size
ar: حجم غير معروف
el: Άγνωστο μέγεθος
it: Dimensione sconosciuta
ja: 不明なサイズ
pt: Tamanho desconhecido
ro: Dimensiune necunoscută
tr: Bilinmeyen boyut

# usage_capitalized
source: Usage
ar: الاستخدام
el: Χρήση
it: Utilizzo
ja: 使用状況
pt: Uso
ro: Utilizare
tr: Kullanım

source: Use Backup-Verification Code
ar: استخدم رمز التحقق الاحتياطي
el: Χρησιμοποιήστε κωδικό εφεδρικής επαλήθευσης
it: Usa codice di verifica di backup
ja: バックアップ認証コードを使用
pt: Usar Código de Verificação de Backup
ro: Folosește codul de verificare de rezervă
tr: Yedek Doğrulama Kodunu Kullan

source: Use less data for calls
ar: استخدام بيانات أقل للمكالمات
el: Χρησιμοποιήστε λιγότερα δεδομένα για κλήσεις
it: Usa meno dati per le chiamate
ja: 通話のデータ使用量を削減
pt: Usar menos dados para chamadas
ro: Folosește mai puține date pentru apeluri
tr: Aramalar için daha az veri kullan

source: Use Password
ar: استخدام كلمة المرور
el: Χρησιμοποιήστε κωδικό πρόσβασης
it: Usa password
ja: パスワードを使用
pt: Usar Senha
ro: Folosește parola
tr: Şifre Kullan

source: used
ar: مُستخدم
el: χρησιμοποιείται
it: usato
ja: 使用済み
pt: usado
ro: utilizat
tr: kullanıldı

# username_same_as_old
source: Username cannot be the same as old username!
ar: لا يمكن أن يكون اسم المستخدم هو نفسه اسم المستخدم القديم!
el: Το όνομα χρήστη δεν μπορεί να είναι το ίδιο με το παλιό όνομα χρήστη!
it: Il nome utente non può essere uguale al vecchio nome utente!
ja: ユーザー名は以前のユーザー名と同じにできません！
pt: O nome de usuário não pode ser igual ao nome de usuário antigo!
ro: Numele de utilizator nu poate fi același cu numele de utilizator vechi!
tr: Kullanıcı adı, eski kullanıcı adı ile aynı olamaz!

# username_validation_invalid
source: Username requirements not met!
ar: متطلبات اسم المستخدم غير مستوفاة!
el: Οι απαιτήσεις ονόματος χρήστη δεν πληρούνται!
it: Requisiti nome utente non soddisfatti!
ja: ユーザー名の要件が満たされていません！
pt: Requisitos de nome de usuário não atendidos!
ro: Cerințele pentru numele de utilizator nu sunt îndeplinite!
tr: Kullanıcı adı gereksinimleri karşılanmıyor!

# username_validation_success
source: Successfully validated username!
ar: تم التحقق من صحة اسم المستخدم بنجاح!
el: Το όνομα χρήστη επικυρώθηκε επιτυχώς!
it: Nome utente convalidato con successo!
ja: ユーザー名が正常に検証されました！
pt: Nome de usuário validado com sucesso!
ro: Numele de utilizator a fost validat cu succes!
tr: Kullanıcı adı başarıyla doğrulandı!

source: Verification
ar: التحقق
el: Επαλήθευση
it: Verifica
ja: 認証
pt: Verificação
ro: Verificare
tr: Doğrulama

# verification_attempts_exhausted
source: Run out of attempts!
ar: نفدت المحاولات!
el: Εξαντλήθηκαν οι προσπάθειες!
it: Tentativi esauriti!
ja: 試行回数が上限に達しました！
pt: Sem tentativas!
ro: Rămâne fără încercări!
tr: Denemeler bitti!

# verification_code_incorrect
source: Incorrect code!
ar: رمز غير صحيح!
el: Λανθασμένος κωδικός!
it: Codice errato!
ja: コードが間違っています！
pt: Código incorreto!
ro: Cod incorect!
tr: Yanlış kod!

source: Verification code must be number
ar: يجب أن يكون رمز التحقق رقمًا
el: Ο κωδικός επαλήθευσης πρέπει να είναι αριθμός
it: Il codice di verifica deve essere un numero
ja: 認証コードは数字である必要があります
pt: O código de verificação deve ser um número
ro: Codul de verificare trebuie să fie un număr
tr: Doğrulama kodu sayı olmalıdır

# verification_email_invalid
source: Invalid email address
ar: عنوان بريد إلكتروني غير صالح
el: Μη έγκυρη διεύθυνση email
it: Indirizzo email non valido
ja: 無効なメールアドレス
pt: Endereço de e-mail inválido
ro: Adresă de email invalidă
tr: Geçersiz e-posta adresi

# verification_resend_code
source: Resend code
ar: إعادة إرسال الرمز
el: Επαναποστολή κωδικού
it: Reinvia codice
ja: コードを再送信
pt: Reenviar código
ro: Retrimite codul
tr: Kodu Tekrar Gönder

# verification_success
source: Successfully verified!
ar: تم التحقق بنجاح!
el: Επιτυχής επαλήθευση!
it: Verificato con successo!
ja: 正常に認証されました！
pt: Verificado com sucesso!
ro: Verificat cu succes!
tr: Başarıyla doğrulandı!

# version_capitalized
source: Version
ar: الإصدار
el: Έκδοση
it: Versione
ja: バージョン
pt: Versão
ro: Versiune
tr: Sürüm

source: Vibration
ar: اهتزاز
el: Δόνηση
it: Vibrazione
ja: 振動
pt: Vibração
ro: Vibrație
tr: Titreşim

# vibration_unavailable
source: Vibration is not available on this device
ar: الاهتزاز غير متاح على هذا الجهاز
el: Η δόνηση δεν είναι διαθέσιμη σε αυτήν τη συσκευή
it: La vibrazione non è disponibile su questo dispositivo
ja: このデバイスではバイブレーションは利用できません
pt: Vibração não disponível neste dispositivo
ro: Vibrația nu este disponibilă pe acest dispozitiv
tr: Bu cihazda titreşim mevcut değil

source: Voice Call
ar: مكالمة صوتية
el: Φωνητική κλήση
it: Chiamata vocale
ja: 音声通話
pt: Chamada de Voz
ro: Apel vocal
tr: Sesli Arama

source: Voice Calls History
ar: سجل المكالمات الصوتية
el: Ιστορικό φωνητικών κλήσεων
it: Cronologia chiamate vocali
ja: 音声通話履歴
pt: Histórico de Chamadas de Voz
ro: Istoric apeluri vocale
tr: Sesli Arama Geçmişi

source: Whats New
ar: ما الجديد
el: Τι νέο υπάρχει
it: Novità
ja: 新機能
pt: Novidades
ro: Noutăți
tr: Yenilikler

# whats_new_system_messages
source: New System Messages
ar: رسائل نظام جديدة
el: Νέα μηνύματα συστήματος
it: Nuovi messaggi di sistema
ja: 新しいシステムメッセージ
pt: Novas mensagens do sistema
ro: Mesaje de sistem noi
tr: Yeni sistem mesajları

# whats_new_title
source: New Features in Ermis
ar: ميزات جديدة في إرميس
el: Νέες λειτουργίες στο Ermis
it: Nuove funzionalità in Ermis
ja: Ermisの新機能
pt: Novas funcionalidades no Ermis
ro: Funcții noi în Ermis
tr: Ermis'teki yeni özellikler
